[
{"title": "Trump, Biden teams debate next debate: Next week? Never?", "author": "By ZEKE MILLER and WILL WEISSERT ", "date": "October 8, 2020 GMT", "content": "WASHINGTON (AP) — The fate of the final debates between President Donald Trump and Democrat Joe Biden was thrown into uncertainty as the campaigns offered dueling proposals for moving forward with..."},
{"title": "13 charged in plots against Michigan governor, police", "author": "By DAVID EGGERT and ED WHITE", "date": "October 8, 2020 GMT", "content": "LANSING, Mich. (AP) — Agents foiled a stunning plot to kidnap Michigan Democratic Gov. Gretchen Whitmer, authorities said Thursday in announcing charges in an alleged scheme that involved months..."},
{"title": "Law enforcement preps for potential election-related unrest", "author": "By MICHAEL BALSAMO, MICHAEL KUNZELMAN and COLLEEN LONG", "date": "October 8, 2020 GMT", "content": "WASHINGTON (AP) — Federal and state law enforcement officials have begun expanded preparations for the possibility of widespread unrest at the polls on Election Day, a response to extraordinarily..."},
{"title": "Experts: Warming makes Delta, other storms power up faster", "author": "By SETH BORENSTEIN", "date": "October 8, 2020 GMT", "content": "Hurricane Delta, gaining strength as it bears down on the U.S. Gulf Coast, is the latest and nastiest in a recent flurry of rapidly intensifying Atlantic hurricanes that scientists largely blame..."},
{"title": "Biden, Harris aim to tip battleground Arizona for Democrats ", "author": "By JONATHAN J. COOPER, ALEXANDRA JAFFE and BILL BARROW", "date": "October 8, 2020 GMT", "content": "PHOENIX (AP) — Joe Biden and his running mate, Kamala Harris, are campaigning together Thursday for the first time since the Democratic National Convention in August, converging in Arizona to lend..."},
{"title": "‘So frustrating’: Doctors and nurses battle virus skeptics", "author": "By HEATHER HOLLINGSWORTH", "date": "October 8, 2020 GMT", "content": "MISSION, Kan. (AP) — Treating the sick and dying isn't even the toughest part for nurse Amelia Montgomery as the coronavirus surges in her corner of red America."},
{"title": "Prominent GOP fundraiser charged in covert lobbying effort", "author": "By ERIC TUCKER", "date": "October 8, 2020 GMT", "content": "WASHINGTON (AP) — Elliott Broidy, a prominent fundraiser for President Donald Trump and the Republican Party, has been charged in an illicit lobbying campaign aimed at getting the Trump..."},
{"title": "Pelosi ‘at the table’ even after Trump scrapped virus talks", "author": "By LISA MASCARO", "date": "October 8, 2020 GMT", "content": "WASHINGTON (AP) — House Speaker Nancy Pelosi said Thursday she’s \"at the table” ready to negotiate a coronavirus aid package after President Donald Trump abruptly halted talks and left the economy..."},
{"title": "Brazil strains at quarantine as virus cases pass 5 million", "author": "By DAVID BILLER", "date": "October 8, 2020 GMT", "content": "RIO DE JANEIRO (AP) — Dozens of people converged on the cobblestone streets of downtown Rio de Janeiro for its traditional Pedra do Sal samba party — the first since the pandemic began — and it..."},
{"title": "Harry, Meghan, team with Malala Yousafzai on girls’ rights", "author": null, "date": "October 8, 2020 GMT", "content": "LONDON (AP) — Prince Harry and his wife Meghan are joining activist Malala Yousafzai in a video chat about the challenges girls face in accessing education amid the coronavirus pandemic...."},
{"title": "Court blocks extension of Wisconsin absentee ballot deadline", "author": "By TODD RICHMOND", "date": "October 8, 2020 GMT", "content": "MADISON, Wis. (AP) — A federal appeals court on Thursday blocked a decision to extend the deadline for counting absentee ballots by six days in battleground Wisconsin, in a win for Republicans who..."},
{"title": "Tensions rise as virus cases surge in Wisconsin, Dakotas", "author": "By ADAM GELLER and STEPHEN GROVES", "date": "October 8, 2020 GMT", "content": "SIOUX FALLS, S.D. (AP) — A surge of coronavirus cases in Wisconsin and the Dakotas is forcing a scramble for hospital beds and raising political tensions, as the Upper Midwest and Plains emerge as..."},
{"title": "The tutu girls: group of young cancer survivors reunites ", "author": "By LEANNE ITALIE ", "date": "October 8, 2020 GMT", "content": "NEW YORK (AP) — Lauren Glynn is the shy one with the toy husky dog. Smiley McKinley Moore has a doll with blond hair just like hers, and Avalynn Luciano is the squirmer with the pretty white bow..."},
{"title": "American poet Louise Glück wins Nobel Prize in Literature", "author": "By HILLEL ITALIE", "date": "October 8, 2020 GMT", "content": "NEW YORK (AP) — Louise Glück, an American poet long revered for the power, inventiveness and concision of her work and for her generosity to younger writers, has won the Nobel Prize in Literature...."},
{"title": "Military blindsided by Trump’s new Afghan troop withdrawal", "author": "By LOLITA C. BALDOR and KATHY GANNON ", "date": "October 8, 2020 GMT", "content": "WASHINGTON (AP) — The U.S. military was blindsided Thursday by President Donald Trump's assertion that all U.S. troops will be out of Afghanistan by the end of the year, with U.S. officials saying..."},
{"title": "Trump 270 path narrows, Wisconsin mirrors swing state plight", "author": "By THOMAS BEAUMONT", "date": "October 8, 2020 GMT", "content": "MEDFORD, Wis. (AP) — President Donald Trump's once-comfortable advantage in the pivotal region of Wisconsin around the blue-collar hub of Green Bay has dwindled. In suburban Milwaukee, long a..."},
{"title": "Analyzing Trump’s illness is humbling for media’s med teams", "author": "By DAVID BAUDER", "date": "October 8, 2020 GMT", "content": "NEW YORK (AP) — Here's an assignment to humble even the most confident doctor: Assess a patient's condition before millions of people without being able to examine him or see a complete medical..."},
{"title": "US layoffs still high, but so is skepticism on jobless data", "author": "By CHRISTOPHER RUGABER", "date": "October 8, 2020 GMT", "content": "WASHINGTON (AP) — The number of Americans seeking unemployment benefits dipped last week to a still-high 840,000, evidence that layoffs remain elevated seven months into the pandemic..."},
{"title": "‘Catastrophically short of doctors’: Virus wallops Ukraine", "author": "By MSTYSLAV CHERNOV and YURAS KARMANAU", "date": "October 8, 2020 GMT", "content": "STEBNYK, Ukraine (AP) — Coronavirus infections in Ukraine began surging in late summer, and the ripples are now hitting towns like Stebnyk in the western part of the country, where Dr. Natalia..."},
{"title": "Louisiana told to brace for ‘sad reality’ of Hurricane Delta", "author": "By STACEY PLAISANCE and REBECCA SANTANA", "date": "October 8, 2020 GMT", "content": "MORGAN CITY, La. (AP) — Louisiana braced for a new hurricane less than two months after one devastated a southern swath of the state, with the governor warning residents that Hurricane Delta could..."},
{"title": "US officials: Climate change not a threat to rare wolverine", "author": "By MATTHEW BROWN", "date": "October 8, 2020 GMT", "content": "BILLINGS, Mont. (AP) — U.S. wildlife officials are withdrawing proposed protections for the snow-loving wolverine after determining the rare and elusive predator is not as threatened by climate..."},
{"title": "Newspaper: Trump official ignored virus rules at wedding", "author": "By JEFF MARTIN", "date": "October 8, 2020 GMT", "content": "MARIETTA, Ga. (AP) — White House Chief of Staff Mark Meadows hosted a large wedding for his daughter that appeared to violate a Georgia order and city of Atlanta guidelines to stop the spread of..."},
{"title": "Antibody drugs are no cure but seem promising for COVID-19", "author": "By MARILYNN MARCHIONE and MATTHEW PERRONE", "date": "October 8, 2020 GMT", "content": "WASHINGTON (AP) — They’re not cures and it’s not likely that everyone will be able to get them as President Donald Trump has suggested. But experimental antibody drugs like the one Trump was given..."},
{"title": "AP FACT CHECK: Pence on climate, Harris on taxes, in debate", "author": "By CALVIN WOODWARD, HOPE YEN, JOSH BOAK and ELLEN KNICKMEYER", "date": "October 8, 2020 GMT", "content": "WASHINGTON (AP) — Although more buttoned-up on the stage than his boss, Vice President Mike Pence nevertheless echoed many of President Donald Trump’s falsehoods in the one and only debate with..."},
{"title": "VIRUS DIARY: In age of pandemic, she finds solace in trees", "author": "By JENNIFER LEHMAN ", "date": "October 8, 2020 GMT", "content": "NEW YORK (AP) — When the virus was raging in New York City, I found solace on the arm of a flowering tree. I embraced a low-hanging branch, rested my head and mourned for my city."},
{"title": "Am I immune to the coronavirus if I’ve already had it?", "author": "By The Associated Press", "date": "October 8, 2020 GMT", "content": "Am I immune to the coronavirus if I’ve already had it?"},
{"title": "Young whales looking to dine flock to waters off NYC", "author": "By PATRICK WHITTLE and TED SHAFFREY", "date": "October 8, 2020 GMT", "content": "NEW YORK (AP) — If you're young and hungry, the place to go is New York City — even if you weigh 25 tons and have a blowhole."},
{"title": "Sri Lanka closes key gov’t offices as virus outbreak surges", "author": "By BHARATHA MALLAWARACHI", "date": "October 8, 2020 GMT", "content": "COLOMBO, Sri Lanka (AP) — Authorities in Sri Lanka closed key government offices and further expanded a curfew Thursday to contain a surging coronavirus outbreak."},
{"title": "On edge of 72, Stevie Nicks just wants to sing a song live", "author": "By MESFIN FEKADU", "date": "October 8, 2020 GMT", "content": "NEW YORK (AP) — It’s Saturday at 9:30 p.m. and Stevie Nicks is singing on the phone."},
{"title": "To dodge sanctions Venezuela turns to Asia asphalt giant", "author": "By JOSHUA GOODMAN", "date": "October 8, 2020 GMT", "content": "MIAMI (AP) — Back in January, a yearlong campaign of U.S. sanctions was taking its toll at Venezuela’s state-run oil company. Many of PDVSA’s overseas bank accounts had been frozen or closed,..."},
{"title": "Pence, Harris spar over COVID-19 in vice presidential debate", "author": "By STEVE PEOPLES, KATHLEEN RONAYNE, MICHELLE L. PRICE and JILL COLVIN", "date": "October 8, 2020 GMT", "content": "SALT LAKE CITY (AP) — Trading barbs through plexiglass shields, Republican Mike Pence and Democrat Kamala Harris turned the only vice presidential debate of 2020 into a dissection of the Trump..."},
{"title": "Before attack, a Pakistani teen sought better life in France", "author": "By KATHY GANNON", "date": "October 8, 2020 GMT", "content": "KOTLI QAZI, Pakistan (AP) — Ali Hassan was only 15 when he left Pakistan to be smuggled to Europe, following the path of his older brother and many other young men from his home country dreaming..."},
{"title": "Mail-in ballot mix-ups: How much should we worry?", "author": "By FRANK BAJAK", "date": "October 8, 2020 GMT", "content": "BOSTON (AP) — Several high-profile cases of voters getting incorrect blank absentee ballots in the mail are raising questions about how often such mix-ups occur and whether they could affect this..."},
{"title": "Busy 2020 hurricane season has Louisiana bracing a 6th time", "author": "By STACEY PLAISANCE and REBECCA SANTANA", "date": "October 8, 2020 GMT", "content": "MORGAN CITY, La. (AP) — For the sixth time in the Atlantic hurricane season, people in Louisiana are once more fleeing the state's barrier islands and sailing boats to safe harbor while emergency..."},
{"title": "Pence, Harris spar over COVID-19 in vice presidential debate", "author": "By STEVE PEOPLES, KATHLEEN RONAYNE, MICHELLE L. PRICE and JILL COLVIN", "date": "October 8, 2020 GMT", "content": "SALT LAKE CITY (AP) — Trading barbs through plexiglass shields, Republican Mike Pence and Democrat Kamala Harris turned the only vice presidential debate of 2020 into a dissection of the Trump..."},
{"title": "Fly on Pence’s head generates buzz in VP debate ", "author": "By WILL WEISSERT", "date": "October 8, 2020 GMT", "content": "WASHINGTON (AP) — The vice presidential debate featured plexiglass barriers to prevent the spread of the coronavirus. They were no match for the night’s most talked-about intruder — a fly that..."},
{"title": "Police release details of Breonna Taylor investigation", "author": "By BRUCE SCHREINER, REBECCA REYNOLDS YONKER and PIPER HUDSPETH BLACKBURN", "date": "October 8, 2020 GMT", "content": "LOUISVILLE, Ky. (AP) — Police files released Wednesday show contacts between Breonna Taylor and a man she dated previously who was suspected of drug dealing, but raise new questions about what led..."},
{"title": "Hurricane Delta lashes Mexico’s Yucatan, then heads for US", "author": "By LUIS ANDRÉS HENAO", "date": "October 8, 2020 GMT", "content": "CANCUN, Mexico (AP) — Hurricane Delta emerged into the Gulf of Mexico on Wednesday and headed toward Louisiana after making landfall just south of the Mexican resort of Cancun, toppling trees and..."},
{"title": "Ex-officer charged in George Floyd’s death freed on $1M bond", "author": "By AMY FORLITI", "date": "October 8, 2020 GMT", "content": "MINNEAPOLIS (AP) — The former Minneapolis police officer charged with murder in the death of George Floyd posted bail Wednesday and was released from jail, leading Minnesota's governor to activate..."},
{"title": "Appellate judges let 2020 census continue through October", "author": "By MIKE SCHNEIDER", "date": "October 8, 2020 GMT", "content": "ORLANDO, Fla. (AP) — A panel of three appellate judges on Wednesday upheld a lower court order allowing the 2020 head count of every U.S. resident to continue through October. But the panel struck..."},
{"title": "Republicans see ‘grim’ Senate map and edge away from Trump ", "author": "By LAURIE KELLMAN and ALAN FRAM", "date": "October 8, 2020 GMT", "content": "WASHINGTON (AP) — Vulnerable Republicans are increasingly taking careful, but clear, steps to distance themselves from President Donald Trump, one sign of a new wave of GOP anxiety that the..."},
{"title": "In about-face, Trump seeks to salvage parts of virus aid", "author": "By ANDREW TAYLOR and AAMER MADHANI", "date": "October 7, 2020 GMT", "content": "WASHINGTON (AP) — President Donald Trump on Wednesday tried to salvage a few priority items lost in the rubble of COVID-19 relief talks that he blew up, pressing for $1,200 stimulus checks and new..."},
{"title": "Hard-hit Peru’s costly bet on cheap COVID-19 antibody tests", "author": "By CHRISTINE ARMARIO", "date": "October 7, 2020 GMT", "content": "BOGOTA, Colombia (AP) — In the early days of the coronavirus pandemic, the harried health officials of Peru faced a quandary. They knew molecular tests for COVID-19 were the best option to detect..."},
{"title": "Bleak outlook without stimulus: More layoffs, anemic growth", "author": "By CHRISTOPHER RUGABER", "date": "October 7, 2020 GMT", "content": "WASHINGTON (AP) — President Donald Trump's move Tuesday to cut off talks on another government aid package will further weaken an economy straining to recover from an epic collapse, economists..."},
{"title": "Low tech talk in Google, Oracle high tech copyright clash", "author": "By JESSICA GRESKO", "date": "October 7, 2020 GMT", "content": "WASHINGTON (AP) — The topic was high tech: the code behind smartphones. "},
{"title": "Wisconsin activates field hospital as COVID keeps surging", "author": "By TODD RICHMOND", "date": "October 7, 2020 GMT", "content": "MADISON, Wis. (AP) — Wisconsin health officials announced Wednesday that a field hospital will open next week at the state fairgrounds near Milwaukee as a surge in COVID-19 cases threatens to..."},
{"title": "2 scientists win Nobel chemistry prize for gene-editing tool", "author": "By MARILYNN MARCHIONE, CHRISTINA LARSON and DAVID KEYTON", "date": "October 7, 2020 GMT", "content": "STOCKHOLM (AP) — The Nobel Prize in chemistry went to two researchers Wednesday for a gene-editing tool that has revolutionized science by providing a way to alter DNA, the code of life —..."},
{"title": "‘Jurassic World’ shoot suspended after COVID-19 positives", "author": "By LINDSEY BAHR", "date": "October 7, 2020 GMT", "content": "Filming on the new “Jurassic World” movie at Pinewood Studios in the U.K. has been suspended for two weeks because of COVID-19 cases on set. Director Colin Trevorrow tweeted Wednesday that there..."},
{"title": " Peru bet on cheap COVID antibody tests; it didn’t go well", "author": "By CHRISTINE ARMARIO", "date": "October 7, 2020 GMT", "content": "BOGOTA, Colombia (AP) — In the early days of the coronavirus pandemic, the harried health officials of Peru faced a quandary. They knew molecular tests for COVID-19 were the best option to detect..."},
{"title": "Audit likely gave congressional staff glimpse of Trump taxes", "author": "By ANDREW TAYLOR ", "date": "October 7, 2020 GMT", "content": "WASHINGTON (AP) — It’s one of the most obscure functions of Congress, little known or understood even by most lawmakers. But it may have once put staffers in possession of one of the most enduring..."}
]