[
{"title": "Trump ‘running angry,’ attacks polls, press and Dr. Fauci", "author": "By ZEKE MILLER and JILL COLVIN", "date": "October 20, 2020 GMT", "content": "TUCSON, Ariz. (AP) — An angry President Donald Trump came out swinging Monday against Dr. Anthony Fauci, the press and polls that show him trailing Democrat Joe Biden in key battleground states in..."},
{"title": "The Latest: Trump plans to debate Biden despite rule changes", "author": null, "date": "October 20, 2020 GMT", "content": "WASHINGTON (AP) — The Latest on the 2020 presidential campaign (all times local):"},
{"title": "As virus flares globally, new strategies target hot spots", "author": "By JENNIFER PELTZ", "date": "October 19, 2020 GMT", "content": "NEW YORK (AP) — After entire nations were shut down during the first surge of the coronavirus earlier this year, some countries and U.S. states are trying more targeted measures as cases rise..."},
{"title": "Senate to work through weekend to push Barrett onto court", "author": "By LISA MASCARO", "date": "October 19, 2020 GMT", "content": "WASHINGTON (AP) — Wasting no time, the Senate is on track to confirm Judge Amy Coney Barrett to the Supreme Court  by next Monday, charging toward a rare weekend session as Republicans push past..."},
{"title": "Large earthquake off Alaska prompts tsunami fears, fleeing", "author": "By BECKY BOHRER", "date": "October 20, 2020 GMT", "content": "JUNEAU, Alaska (AP) — A magnitude 7.5 earthquake prompted a tsunami warning Monday for a nearly thousand-mile stretch of Alaska’s southern coast, with waves over 2 feet at the nearest community as..."},
{"title": "Republicans see bright spot in voter registration push", "author": "By NICHOLAS RICCARDI", "date": "October 20, 2020 GMT", "content": "The Republican Party has cut into Democrats' advantage in voter registration tallies across some critical presidential battleground states, a fact they point to as evidence of steady — and..."},
{"title": "Morales party claims win as Bolivia seems to shift back left", "author": "By CARLOS VALDEZ", "date": "October 20, 2020 GMT", "content": "LA PAZ, Bolivia (AP) — Bolivia appeared Monday to be shifting sharply away from the conservative policies of the U.S.-backed interim government that took power last year after leftist President..."},
{"title": "Pandemic air travel milestone; 1 million passengers screened", "author": "By MATT OTT", "date": "October 19, 2020 GMT", "content": "SILVER SPRING, Md. (AP) — The number of passengers screened in a single day for flights in the U.S. topped one million for the first time since COVID-19 infections began to spike last March...."},
{"title": "Toobin suspended by the New Yorker, steps away from CNN", "author": "By HILLEL ITALIE", "date": "October 19, 2020 GMT", "content": "NEW YORK (AP) — Author-commentator Jeffrey Toobin has been suspended by the New Yorker and is stepping away from his job as CNN's senior legal analyst pending what the cable network is calling a..."},
{"title": "Few fans, masked umps, muted celebrations for World Series", "author": "By RONALD BLUM", "date": "October 20, 2020 GMT", "content": "ARLINGTON, Texas (AP) — A World Series like no other opens Tuesday night with Clayton Kershaw’s Los Angeles Dodgers pursuing redemption, Kevin Kiermaier’s Tampa Bay Rays seeking acclaim and Major..."},
{"title": "Trump says Sudan to be removed from terrorism list", "author": "By SAMY MAGDY", "date": "October 20, 2020 GMT", "content": "CAIRO (AP) — President Donald Trump on Monday said Sudan will be removed from the U.S. list of state sponsors of terrorism if it follows through on its pledge to pay $335 million to American..."},
{"title": "High court allows 3-day extension for Pennsylvania ballots", "author": "By MARK SHERMAN and MARC LEVY", "date": "October 20, 2020 GMT", "content": "WASHINGTON (AP) — The Supreme Court will allow Pennsylvania to count mailed-in ballots received up to three days after the Nov. 3 election, rejecting a Republican plea in the presidential..."},
{"title": "6 Russian military officers charged in vast hacking campaign", "author": "By ERIC TUCKER", "date": "October 20, 2020 GMT", "content": "WASHINGTON (AP) — The Justice Department announced charges Monday against Russian intelligence officers in a string of global cyberattacks that targeted a French presidential election, the Winter..."},
{"title": "Chiefs, Edwards-Helaire run away with 26-17 win over Bills", "author": "By JOHN WAWROW", "date": "October 20, 2020 GMT", "content": "ORCHARD PARK, N.Y. (AP) — Clyde Edwards-Helaire showed new teammate Le’Veon Bell and the rest of the NFL how dominant the Kansas City Chiefs' running attack is already."},
{"title": "Dodgers-Rays rare wild-card era matchup of baseball’s best", "author": "By RONALD BLUM", "date": "October 19, 2020 GMT", "content": "ARLINGTON, Texas (AP) — The World Series matchup between the Los Angeles Dodgers and Tampa Bay Rays is a rare meeting of baseball’s best for the title, and a matchup of organizations with Andrew..."},
{"title": "Judge puts Wisconsin capacity limit order back into effect", "author": "By SCOTT BAUER", "date": "October 19, 2020 GMT", "content": "MADISON, Wis. (AP) — A Wisconsin judge on Monday reimposed an order from Gov. Tony Evers’ administration limiting the number of people who can gather in bars, restaurants and other indoor venues..."},
{"title": "Heard any Biden jokes? Study of late-night comics finds few", "author": "By DAVID BAUDER", "date": "October 19, 2020 GMT", "content": "NEW YORK (AP) — From the perspective of late-night joke writers, there's really only one person running for president."},
{"title": "High court to review two cases involving Trump border policy", "author": "By JESSICA GRESKO and MARK SHERMAN", "date": "October 19, 2020 GMT", "content": "WASHINGTON (AP) — The Supreme Court on Monday agreed to hear two cases involving Trump administration policies at the U.S.-Mexico border: one about a policy that makes asylum-seekers wait in..."},
{"title": "Report showing gains in bank access overshadowed by COVID", "author": "By KEN SWEET", "date": "October 19, 2020 GMT", "content": "CHARLOTTE, N.C. (AP) — "},
{"title": "How will the 2020 election affect control of Congress?", "author": "By The Associated Press", "date": "October 19, 2020 GMT", "content": "Q: HOW WILL THE ELECTION AFFECT CONTROL OF CONGRESS?"},
{"title": "Thai authorities seek to censor coverage of student protests", "author": "By GRANT PECK and CHRIS BLAKE", "date": "October 19, 2020 GMT", "content": "BANGKOK (AP) — Thai authorities worked Monday to stem a growing tide of protests calling for the prime minister to resign by threatening to censor news coverage, raiding a publishing house and..."},
{"title": "Some states allow ballots if voters die before Election Day", "author": "By CHRISTINA A. CASSIDY", "date": "October 19, 2020 GMT", "content": "ATLANTA (AP) — At 90 years old and living through a global pandemic, Hannah Carson knows time may be short. She wasted no time returning her absentee ballot for this year’s election."},
{"title": "‘Our house is on fire’: Suburban women lead charge vs. Trump", "author": "By CLAIRE GALOFARO", "date": "October 19, 2020 GMT", "content": "TROY, Mich. (AP) — She walks with the determination of a person who believes the very fate of democracy might depend on the next door she knocks on, head down, shoulders forward. She wears nothing..."},
{"title": "2020 Watch: Debate a chance for Trump to generate momentum", "author": "By STEVE PEOPLES", "date": "October 19, 2020 GMT", "content": "NEW YORK (AP) — Presidential politics move fast. What we’re watching heading into a new week on the 2020 campaign:"},
{"title": "A desk of their own to ease remote learning for kids in need", "author": "By JESSIE WARDARSKI and PETER ORSI", "date": "October 19, 2020 GMT", "content": "As remote schooling surged during the pandemic, parents across the country realized that many kids didn’t have desks at home. "},
{"title": "Guitars played, partly made by Eddie Van Halen go to auction", "author": "By The Associated Press", "date": "October 19, 2020 GMT", "content": "BEVERLY HILLS, Calif. (AP) — Two guitars owned, played and partly designed by the late Eddie Van Halen will be going up for auction. "},
{"title": "Glamorous Miami club caught in power struggle over the virus", "author": "By KELLI KENNEDY", "date": "October 19, 2020 GMT", "content": "MIAMI (AP) — At LIV, one of the most glamorous, star-studded nightclubs in one of the world's biggest party destinations, there's a velvet-roped VIP area, and then there's a secret VIP area. The..."},
{"title": "World struggles as confirmed COVID-19 cases pass 40 million", "author": "By MARIA CHENG", "date": "October 19, 2020 GMT", "content": "LONDON (AP) — The number of confirmed COVID-19 cases across the planet has surpassed 40 million, but experts say that is only the tip of the iceberg when it comes to the true impact of the..."},
{"title": "Bellinger HR sends Dodgers to 3rd World Series in 4 years", "author": "By STEPHEN HAWKINS", "date": "October 19, 2020 GMT", "content": "ARLINGTON, Texas (AP) — The Los Angeles Dodgers celebrated as Cody Bellinger’s drive soared deep into the Texas night. Bellinger flung his bat off to the side and strutted up the first-base..."},
{"title": "AP FACT CHECK: Trump’s falsehoods on virus, taxes and Bidens", "author": "By HOPE YEN, CALVIN WOODWARD and JOSH BOAK", "date": "October 19, 2020 GMT", "content": "WASHINGTON (AP) — Back fully campaigning after COVID-19 sidelined him,  President Donald Trump returned to familiar form, spreading a litany of falsehoods. "},
{"title": "2016 sequel? Trump’s old attacks failing to land on Biden", "author": "By JONATHAN LEMIRE and JILL COLVIN", "date": "October 19, 2020 GMT", "content": "WASHINGTON (AP) — President Donald Trump stood before a crowd in a state that had once been firmly in his grasp. There were fewer than three weeks left in the campaign, one reshaped by a virus..."},
{"title": "A tense Bolivia awaits voting results in redo amid pandemic", "author": "By CARLOS VALDEZ", "date": "October 19, 2020 GMT", "content": "LA PAZ, Bolivia (AP) — Bolivians settled in for a tense, and possibly long, vote count as results trickled in from Sunday’s high-stakes presidential election meant to put an end to political..."},
{"title": "UN arms embargoes on Iran expire despite US objections", "author": "By NASSER KARIMI", "date": "October 19, 2020 GMT", "content": "TEHRAN, Iran (AP) — A decade-long U.N. arms embargo on Iran that barred it from purchasing foreign weapons like tanks and fighter jets expired Sunday as planned under its nuclear deal with world..."},
{"title": "China’s economy accelerates as virus recovery gains strength", "author": "By JOE McDONALD", "date": "October 19, 2020 GMT", "content": "BEIJING (AP) — China’s shaky economic recovery from the coronavirus pandemic is gaining strength as consumers return to shopping malls and auto dealerships while the United States and Europe..."},
{"title": "The Latest: S. Korea increases hospital, nursing home tests", "author": "By The Associated Press", "date": "October 19, 2020 GMT", "content": "SEOUL, South Korea — South Korea has reported 76 new cases of the coronavirus as officials begin testing tens of thousands of employees at hospitals and nursing homes to prevent transmissions at..."},
{"title": "Puerto Rico, unable to vote, becomes crucial to US election", "author": "By DÁNICA COTO and ADRIANA GOMEZ LICON", "date": "October 18, 2020 GMT", "content": "SAN JUAN, Puerto Rico (AP) — The campaigns of President Donald Trump and former Vice President Joe Biden are rallying people in a place where U.S. citizens cannot cast ballots but have the ear of..."},
{"title": "Despite past Democratic wins, Trump making a play for Nevada", "author": "By MICHELLE L. PRICE", "date": "October 18, 2020 GMT", "content": "LAS VEGAS (AP) — Democrats have kept Nevada in their column in every presidential election since 2004. In the 2018 midterm election, Democrats delivered a “blue wave,” flipping a U.S. Senate seat..."},
{"title": "AP Top 25: Clemson remains overwhelming No. 1 over Alabama", "author": "By RALPH D. RUSSO", "date": "October 18, 2020 GMT", "content": "Clemson easily held off Alabama on Sunday to retain the No. 1 spot in The Associated Press college football poll, extending its longest run atop the poll to seven weeks."},
{"title": "Plan to retrieve Titanic radio spurs debate on human remains", "author": "By BEN FINLEY", "date": "October 18, 2020 GMT", "content": "NORFOLK, Va. (AP) — People have been diving to the Titanic's wreck for 35 years. No one has found human remains, according to the company that owns the salvage rights. "},
{"title": "Millions more virus rapid tests, but are results reported?", "author": "By MATTHEW PERRONE", "date": "October 18, 2020 GMT", "content": "WASHINGTON (AP) — After struggling to ramp up coronavirus testing, the U.S. can now screen several million people daily, thanks to a growing supply of rapid tests. But the boom comes with a new..."},
{"title": "Asia Today: Melbourne eases lockdown as cases decline", "author": null, "date": "October 18, 2020 GMT", "content": "MELBOURNE, Australia (AP) — Australia’s second-largest city, Melbourne, has loosened lockdown restrictions as new and active COVID-19 continue to decline."},
{"title": "Tulsa digs again for victims of 1921 race massacre", "author": "By KEN MILLER", "date": "October 18, 2020 GMT", "content": "OKLAHOMA CITY (AP) — A second excavation begins Monday at a cemetery in an effort to find and identify victims of the 1921 Tulsa Race Massacre and shed light on violence that left hundreds dead..."},
{"title": "Romania’s Jewish State Theater explores work on Holocaust", "author": "By VADIM GHIRDA and EDITH BALAZS", "date": "October 18, 2020 GMT", "content": null},
{"title": "Black officers break from unions over Trump endorsements", "author": "By CLAUDIA LAUER", "date": "October 18, 2020 GMT", "content": "PHILADELPHIA (AP) — Police unions nationwide have largely supported President Donald Trump’s reelection, amid mass demonstrations over police brutality and accusations of systemic racism — but a..."},
{"title": "Hard hit by virus, airlines push for tests over quarantines", "author": "By DAVID McHUGH ", "date": "October 18, 2020 GMT", "content": "FRANKFURT, Germany (AP) — What will it take to get people flying again? International air traffic is down 92% this year as travelers worry about catching COVID-19 and government travel bans and..."},
{"title": "Uganda’s ‘taxi divas’ rise from COVID-19′s economic gloom", "author": "By RODNEY MUHUMUZA", "date": "October 18, 2020 GMT", "content": "KAMPALA, Uganda (AP) — The women grappled with each other inside the vehicle. The driver jerked to ease the grip around her neck, then turned to elbow her attacker in the back seat. She flung the..."},
{"title": "French virus curfew produces eerie quiet on streets of Paris", "author": null, "date": "October 18, 2020 GMT", "content": "PARIS (AP) — The streets of Paris and eight other French cities were deserted on Saturday night on the first day of the government-imposed 9 p.m. curfew that is scheduled to last for at least four..."},
{"title": "Is Facebook really ready for the 2020 election?", "author": "By BARBARA ORTUTAY and DAVID KLEPPER", "date": "October 18, 2020 GMT", "content": "Ever since Russian agents and other opportunists abused its platform in an attempt to manipulate the 2016 U.S. presidential election, Facebook has insisted — repeatedly — that it's learned its..."},
{"title": "Russia shuns tough restrictions even as infections soar", "author": "By DARIA LITVINOVA", "date": "October 18, 2020 GMT", "content": "MOSCOW (AP) — It's Friday night in Moscow, and popular bars and restaurants in the city center are packed. No one except the staff is wearing a mask or bothers to keep their distance. There is..."},
{"title": "Artist hikes length of Vermont, painting along the way", "author": "By LISA RATHKE", "date": "October 17, 2020 GMT", "content": null}
]